Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=251_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Njoammil
smn: Njuámmil

source: Geahča oanehisvideo njoammila birra.
smn: Muštâleijee: Siiri Magga Miettunen (YLE.

source: Boares sápmelaš máinnas njoammilis, guhte ii viššan hukset alcces beasi.
smn: Muusik: ” Meecist kavnim njuámmil ” (trad.) Ilmari já Tauno, Hannikainen, Radio-ork., HELSIG

source: Buvttadeapmi: Sámi oahpahusguovddáš, YLE Sámi Radio, YLE TV2, 2008
smn: Pyevtittâs: Säämi máttááttâskuávdáš, YLE Sämi Radio, YLE TV2, 2008

source: Guhkkodat: 1,05
smn: Kukkodâh: 1,05
